Repository: RafaelaCurti/Locadora
Catalog: src/Web/Resources/idioma.*.resx
Languages: es

# LblPrazoEntrega
source: Delivery time
es: Plazo de entrega

# LblPreco
source: Price
es: Preço

# LblPrecoMaximo
source: Maximum price
es: Preço máximo

# LblPrecoMinimo
source: Minimum price
es: Preço mínimo

# LblPrecos
source: Prices
es: Preços

# LblPremiacaoCampanha
source: Award
es: Premiação de campanha

# LblPrevisaoEntrega
source: Delivery estimate
es: Previsión de entrega

# LblPrimeiroNome
source: First name
es: Primer nombre

# LblProduto
source: Product
es: Produto

# LblProdutoIndisponivel
source: Product unavailable
es: Produto indisponível

# LblProdutos
source: Products
es: Productos

# LblProdutosDestaque
source: Featured Products
es: Produtos em destaque

# LblPromocao
source: Promotion
es: Promoção

# LblQualificacao
source: Qualification
es: Calificación

# LblQuantidade
source: Quantity
es: Quantidade

# LblQuantidades
source: Quantities
es: Cantidades

# LblQuantNiveis
source: Number of levels
es: Cantidad de niveles

# LblQuantPagina
source: Quantity per page
es: Quant. por página

# LblRastreamento
source: Tracking
es: Seguimiento

# LblRastrear
source: Track
es: Rastrear

# LblRazaoSocial
source: Company name
es: Razón Social

# LblReabilitarReenvio
source: Rehabilitate resending
es: Rehabilitar reenvío

# LblRealizarAtivacaoMensal
source: Perform monthly activation
es: Realizar ativação mensal

# LblRealizarPagamento
source: Make payment
es: Realizar pagamento

# LblRealizarPedidoComboLivre
source: Place Starter Kit License order
es: Realizar pedido de combo livre

# LblRealizarPedidoPack
source: Place pack order
es: Realizar pedido de pack

# LblRealizarPedidoProdutos
source: Place product order
es: Realizar pedido de produtos

# LblReceberEmAte
source: Receive within
es: Recibir dentro de

# LblReduzida
source: Reduced
es: Reduzida

# LblReenviarEmail
source: Resend email
es: Reenviar e-mail

# LblReenviarSms
source: Resend SMS
es: Reenviar SMS

# LblReferencia
source: Reference
es: Referencia

# LblResumoPedido
source: Order Summary
es: Resumo do pedido

# LblRetiradoPelaTransportadora
source: Picked up by carrier
es: Recogido por la transportista

# LblRetirarFranquia
source: Pick up at franchise/Distribution Center
es: Recoger en la franquicia/centro de distribución

# LblRetirarNo
source: Pick up at
es: Recoger en el/la

# LblRevisaoPedido
source: Order review
es: Revisão do pedido

# LblRodape
source: MULTI-LEVEL MARKETING. DEVELOPED BY
es: MARKETING MULTINIVEL. DESARROLLO

# LblRubi
source: Ruby
es: Rubi

# LblSafira
source: Sapphire
es: Safira

# LblSaldo
source: Online credit
es: Saldo

# LblSaldoDisponivelDe
source: available credit of
es: saldo disponível de

# LblSaldoPagseguro
source: Pagseguro credit
es: Saldo Pagseguro

# LblSalvarEndereco
source: Save address
es: Salvar endereço

# LblSaque
source: Withdrawal
es: Saque

# LblSegundaViaBoleto
source: Boleto duplicate
es: 2ª Via do Boleto

# LblSegundoTitular
source: Second Holder
es: 2º Titular

# LblSelecionarConvite
source: Select invitation
es: Selecionar convite

# LblSelecionarFrete
source: Select shipping method
es: Selecionar frete

# LblSelecionarOutroEndereco
source: Select another saved address
es: Selecionar outro endereço salvo

# LblSelecioneConta
source: Select account
es: Selecione a conta

# LblSelecioneFranquia
source: Select the Distribution Center/Franchise
es: Selecciona el centro de distribución/franquicia

# LblSelecioneFranquiaRetirada
source: Select the Distribution Center/Franchise for order pick-up
es: Selecciona el centro de distribución/franquicia para recogida

# LblSelecioneIdioma
source: Select your language:
es: Selecciona su idioma:

# LblSelecioneKit
source: Select your kit:
es: Selecciona su kit:

# LblSelecioneLocal
source: Select the location
es: Selecione o local

# LblSelecionePais
source: Select your country:
es: Selecciona su país:

# LblSemEnderecoDefinido
source: No address was set
es: Sem endereço definido

# LblSemFormaPagamento
source: No form of payment
es: Sin forma de pago

# LblSemKitAtivo
source: No active kit
es: Sin Kit activo

# LblSemQualificacao
source: No qualification
es: Sin calificación

# LblSenha
source: Password
es: Contraseña

# LblSenhaAcesso
source: Password
es: Senha de acesso

# LblSenhaAtual
source: Current password
es: Contraseña actual

# LblSeparadoEstoque
source: Separated in stock
es: Separado em estoque

# LblSerieNotaFiscal
source: Invoice series
es: Serie de la factura

# LblSituacao
source: Status
es: Situación

# LblSocio
source: Business partner
es: Sócio

# LblSocios
source: Business partners
es: Sócios

# LblSomenteAtivos
source: Only active users
es: Solo los activos

# LblSomenteBloqueados
source: Only blocked users
es: Solo bloqueados

# LblSomenteComAdesao
source: Only members
es: Solo con membresía

# LblSomenteContasAtivas
source: Show only active accounts
es: Solo cuentas activas

# LblSomenteContasNovas
source: Show only new accounts
es: Solo cuentas nuevas

# LblSomenteDiretos
source: Only direct downlines
es: Solo directos

# LblSomenteInativos
source: Only inactive users
es: Solo los inactivos

# LblSomenteSemAdesao
source: Only users without membership
es: Solo sin membresía

# LblStatus
source: Status
es: Estatus

# LblSubcategoria
source: Subcategory
es: Subcategoria

# LblSubirNivel
source: Go up one level
es: Subir um nível

# LblTelefone
source: Phone
es: Teléfono

# LblTermosUsoMDTSocial
source: MDT Social's terms of use
es: Termos de uso ao MDT Social

# LblTermoUso
source: I declare that I have read and I accept the
es: Declaro que he leído y acepto lo

# LblTipoAcesso
source: Access type
es: Tipo de acesso

# LblTipoContaDestinatario
source: Recipient's account type
es: Tipo da conta do destinatário

# LblTipoPedido
source: Order type
es: Tipo do pedido

# LblTitulo
source: Title
es: Título

# LblTodos
source: All
es: Todos

# LblTodosSelecionados
source: All Selected
es: Todos Selecionados

# LblTotalAtivos
source: Active users total
es: Total ativos

# LblTotalBonusAcumuladoMes
source: Total of bonus accumulated in the month
es: Total de bonificación acumulada en el mes

# LblTotalCadastros
source: Registered users total
es: Total cadastros

# LblTotalDePontos
source: Point total
es: Total de pontos

# LblTotalDiretos
source: Direct downlines total
es: Total diretos

# LblTotalDosProdutos
source: Product total
es: Total dos produtos

# LblTotalIndicados
source: Indicated users total
es: Total indicados

# LblTotalNovos
source: New users total
es: Total novos

# LblTotalPagar
source: Total to be paid
es: Total a pagar

# LblTotalPedidos
source: Total of orders
es: Total de pedidos

# LblTotalPontos
source: Total points
es: Total pontos

# LblTotalProdutos
source: Total products
es: Total productos

# LblTotalRede
source: Network total
es: Total red

# LblTransportadora
source: Carrier
es: Transportista

# LblTreinador
source: Coach
es: Entrenador

# LblUltimaAtualizacao
source: Last update
es: Última actualización

# LblUltimaAtualizacaoRede
source: Last network update
es: Última actualización de red

# LblUltimasNoticias
source: Latest news
es: Últimas noticias

# LblUltimoNome
source: Last name
es: Último nombre

# LblUltimosDias
source: Last days
es: Últimos días

# LblUsadoEm
source: Used in
es: Usado en

# LblUsadoPor
source: Used by
es: Usado por

# LblUsarMinhasLicencas
source: Use one of my licenses
es: Usa una de mis licencias

# LblUsarOutroCartao
source: Use another card
es: Usar outro cartão

# LblUsuario
source: User
es: Usuário

# LblUsuarioResponsavel
source: Responsible user
es: Usuário responsável

# LblUsuarioResponsavelEntrega
source: User responsible for the delivery
es: Usuário SGI responsável pela entrega

# LblValidade
source: Expiration date
es: Validade

# LblValidar
source: Validate
es: Validar

# LblValor
source: Value
es: Valor

# LblValorJaPago
source: Amount already paid
es: Monto ya pagado

# LblValorPedido
source: Order value
es: Valor del pedido

# LblValorProdutos
source: Products' value
es: Valor de los productos

# LblValorRestante
source: Remaining amount
es: Monto restante

# LblValorSaque
source: Withdrawal amount:
es: Valor do saque:

# LblValorTotal
source: Total value
es: Valor total

# LblValorTotalPedido
source: Order's total value
es: Valor total del pedido

# LblValorUnit
source: Unit price
es: Valor unitario

# LblVendaIngressoEventos
source: Event ticket sale
es: Venda de ingresso de eventos

# LblVendedor
source: Seller
es: Vendedor

# LblVendo
source: Seeing
es: Vendo

# LblVerProdutos
source: View products
es: Ver produtos

# LblVisualizacaoArvore
source: Tree view
es: Visualização da árvore

# LblVisualizadoEm
source: Viewed on
es: Visualizado em

# LblVisualizando
source: Viewing
es: Visualizando

# LblVisualizar
source: View
es: Visualizar

# LblVisualizarContasCanceladas
source: View cancelled accounts
es: Visualizar contas canceladas

# LblVisualizarDados
source: View details
es: Visualizar datos

# LblVisualizarPedido
source: View order
es: Visualizar pedido

# LblVisualizarTodasNoticias
source: View all news
es: Visualizar todas as notícias

# LblWhatsapp
source: WhatsApp Number
es: Número de WhatsApp

# LinkTermoUso
source: Terms of Use
es: Términos de uso

# MenuAlterarSenha
source: Change Password
es: Cambiar contraseña

# MenuAlterarStatusPedido
source: Change order status
es: Alterar status de pedido

# MenuAssinaturaDigital
source: Digital signature
es: Firma digital

# MenuAtivacaoAutomatica
source: Automatic activation
es: Ativação automática

# MenuAtivarConsultor
source: Activate consultant
es: Activar consultor

# MenuAtivarPedido
source: Activate order
es: Activar pedido

# MenuBalancoFinanceiro
source: Financial statement
es: Estado financiero

# MenuBiblioteca
source: Library
es: Biblioteca

# MenuBoletoGerado
source: Boleto was generated
es: Boleto generado

# MenuBonusMensal
source: Monthly bonus
es: Bonificación mensual

# MenuCadastrar
source: Register
es: Registrar

# MenuCadastrarConsultor
source: Register consultant
es: Registrar consultor

# MenuCadastroEfetuado
source: Signed up
es: Registro realizado

# MenuCampanhas
source: Campaigns
es: Campañas

# MenuCancelarConsultor
source: Cancel consultant
es: Cancelar consultor

# MenuCarrinho
source: Cart
es: Carrito

# MenuCatalogoAtual
source: Current catalog
es: Catálogo actual

# MenuCategorias
source: Categories
es: Categorias

# MenuCDFranquias
source: Franchises
es: CD/Franquias

# MenuCentrosDistribuicao
source: Distribution centers
es: Centros de distribución

# MenuChamados
source: Support tickets
es: Tickets de soporte

# MenuClientes
source: Clients
es: Clientes

# MenuComboLivre
source: Starter Kit License
es: Combo Livre

# MenuConfirmarConsultor
source: Confirm consultant
es: Confirmar consultor

# MenuConfirmeAssinaturaDigital
source: Confirm the new digital signature
es: Confirme a nova assinatura digital

# MenuContas
source: Accounts
es: Cuentas

# MenuContato
source: Contact
es: Contato

# MenuDadosBancarios
source: Bank Data
es: Datos bancários

# MenuDadosPessoais
source: Personal Data
es: Datos personales

# MenuDoadores
source: Donors
es: Donantes

# MenuDocumento
source: Document
es: Tipo

# MenuEntrar
source: Log In
es: Iniciar sesión

# MenuEscritorioVirtual
source: Back Office
es: Oficina Virtual

# MenuEstornarSaque
source: Reverse withdrawal
es: Estornar saque

# MenuEventos
source: Events
es: Eventos

# MenuExtrato
source: Account statement
es: Extrato

# MenuFinanceiro
source: Financial
es: Financiero

# MenuFluxoCaixa
source: Cash flow
es: Fluxo de caixa

# MenuFuncoesAdministrativas
source: Administrative functions
es: Funções Administrativas

# MenuGeradorBanner
source: Banner generator
es: Generador de banner

# MenuGraficos
source: Graphs
es: Gráficos

# MenuIndicados
source: Indicated users
es: Indicados

# MenuIngressos
source: Event tickets
es: Ingressos

# MenuInserirTreinador
source: Insert coach
es: Inserir treinador

# MenuLicencas
source: Licenses
es: Licenças

# MenuLinhaAscendente
source: Upline
es: Linha ascendente

# MenuLojaVirtual
source: Virtual store
es: Loja virtual

# MenuMeusCartoesCredito
source: My credit cards
es: Mis tarjetas de crédito

# MenuMeusCupons
source: My coupons
es: Mis cupones

# MenuMeusDados
source: My personal data
es: Mis datos

# MenuMeusEnderecos
source: My adresses
es: Mis direcciones

# MenuMeusFavoritos
source: My favorites
es: Mis favoritos

# MenuMeusPedidos
source: My orders
es: Mis pedidos

# MenuMinhaConta
source: My account
es: Mi cuenta

# MenuMinhaRede
source: My network
es: Mi red

# MenuMinhasLicencas
source: My licenses
es: Mis licencias

# MenuMinhasVendasOnline
source: My online sales
es: Mis ventas en línea

# MenuNotasFiscais
source: Invoices
es: Facturas

# MenuNoticias
source: News
es: Noticias

# MenuNotificacoes
source: Notifications
es: Notificaciones

# MenuNovaAssinaturaDigital
source: New digital signature
es: Nueva firma digital

# MenuOndeEstamos
source: Where we are
es: Donde estamos

# MenuPagamentoNaoEfetuado
source: Payment was not made
es: Pago no realizado

# MenuPagamentosPorSaldo
source: Payments with credit
es: Pagos por saldo

# MenuPosicionamento
source: Positioning
es: Posicionamiento

# MenuProspectosTreinador
source: Coach's Prospects
es: Prospectos de Entrenador

# MenuQueroSerDoador
source: I want to be a donor
es: Quiero ser donante

# MenuRealizarLancamentoTravelPoints
source: Insert entry on Travel Points
es: Realizar registro en Travel Points

# MenuRealizarPedido
source: Place order
es: Realizar pedido

# MenuReconhecimento
source: Acknowledgment
es: Reconocimiento

# MenuRede
source: Network
es: Red

# MenuRedeSociais
source: Social networks
es: Redes sociales

# MenuRelatorioAtivos
source: Active users report
es: Reporte de activos

# MenuRelatorioCadastrosSemAdesao
source: Users without membership report
es: Reporte de registros sin membresía

# MenuRelatorioCancelados
source: Cancelled users report
es: Reporte de cancelados

# MenuRelatorioGraduacoes
source: Graduation report
es: Reporte de graduaciones

# MenuRelatorioInativos
source: Inactive users report
es: Reporte de inativos

# MenuRelatorioNovos
source: New users report
es: Reporte de nuevos

# MenuRelatorioPorNiveis
source: Report by levels
es: Reporte por niveles

# MenuRelatorioQualificacoes
source: Qualification report
es: Reporte de calificaciones

# MenuRelatorioTopCadastro
source: Report Top Registration
es: Relatório Top Cadastro

# MenuRelatorioTopTreinador
source: Report Top Trainers
es: Relatório Top Treinador

# MenuRemoverAssinaturaDigital
source: Remove digital signature
es: Quitar firma digital

# MenuSair
source: Logout
es: Salir

# MenuSecoesUsuario
source: User sections
es: Seções do usuário

# MenuSolicitarSaque
source: Request withdrawal
es: Solicitar saque

# MenuTelefones
source: Phones
es: Telefones

# MenuTipoPessoa
source: Person type
es: Tipo

# MenuTopCadastros
source: Top Referrals
es: Top Registros

# MenuTransferencia
source: Transfer
es: Transferencia

# MenuTransferencias
source: Transfers
es: Transferencias

# MenuTransportadoras
source: Carriers
es: Transportistas

# MenuTreinador
source: Coach
es: Entrenador

# MenuUsuarios
source: Users
es: Usuários

# MenuVendasPorEstado
source: Sales by state
es: Vendas por estado

# MenuVoceEmIsrael
source: Você em Israel
es: Usted en Israel

# MsgAcaoInvalida
source: Invalid action
es: Ação inválida

# MsgAcaoNaoPermitida
source: Action not allowed
es: Ação não permitida

# MsgAcessoBloqueado
source: Access is blocked
es: Acesso bloqueado

# MsgAcessoCompleto
source: Full access to your virtual office is available and can be done using your <strong>username</strong> and your registered password.
es: El acceso completo a su oficina virtual está disponible y debe hacerse utilizando su <strong>nombre de usuario</strong> y su contraseña registrada.

# MsgAcessoCompletoEv
source: Access to the virtual office is available and must be done using the <strong>login</strong> and the registered.
es: El acceso a la oficina virtual está disponible y debe hacerse con el <strong>nombre de usuario</strong> y la contraseña registrada.

# MsgAcessoTemporariamenteBloqueado
source: Access to this function is temporarily blocked.
es: O acesso a esta função está temporariamente bloqueado.

# MsgAdicionando
source: Adding...
es: Agregando...

# MsgAdquirindoMinimoPontos
source: by acquiring at least {0} points
es: adquirindo no mínimo {0} pontos

# MsgAguardeConfirmacao
source: Please wait for payment confirmation.
es: Por favor, aguarde a confirmação do pagamento.

# MsgAindaNaoIdentificamosKit
source: We have not identified the confirmation of a kit order payment yet.
es: Todavía no hemos identificado la confirmación de pago de un pedido de kit.

# MsgAlterarFoto
source: Select an image with dimensions of more than 250px
es: Selecionar imagem com dimensões superiores a 250px

# MsgAposPagamentoConteudoDisponivel
source: After payment, the content will be made available in your Backoffice.
es: Após o pagamento, o conteúdo será disponibilizado no seu Escritório Virtual.

# MsgArquivoExcluido
source: File deleted successfully
es: Archivo eliminado con éxito

# MsgAssinaturaDigitalAlterada
source: Your digital signature was successfully changed
es: Su firma digital ha sido cambiada con éxito

# MsgAssinaturaDigitalDeveSerDiferente
source: Digital signature must be different from your access password
es: A assinatura digital deve ser diferente de sua senha de acesso

# MsgAssinaturaDigitalIncorreta
source: Current digital signature is incorrect
es: Firma digital actual incorrecta

# MsgAtencaoRetirada
source: Attention: the pick-up of an order at a Distribution center can only be done by the consultant or by third parties with the proper
es: Atención: la recogida de un pedido en el Centro de Distribución solo puede ser realizada por el propio consultor o por terceros con el debido documento de

# MsgAtualizacaoSucesso
source: Updated successfully
es: Actualización realizada con éxito

# MsgAtualizeAquiCelular
source: UPDATE HERE YOUR BEST MOBILE PHONE NUMBER!
es: ATUALIZE AQUI O SEU MELHOR NÚMERO DE CELULAR!

# MsgAtualizeSeguintesDados
source: Please, update the following data:
es: Por favor, actualice los seguientes datos:

# MsgCadastroAtivado
source: your registration has been successfully activated.
es: Su registro ha sido activado con éxito.

# MsgCadastroAtivadoLicenca
source: The registration was activated with a license
es: Registro activado con licencia

# MsgCadastroConcluidoAtivado
source: Registration was completed and activated successfully.
es: El registro fue concluido y activado con éxito.

# MsgCadastroEfetuado
source: Your registration was completed successfully.
es: Su registro se completó con éxito.

# MsgCadastroEfetuadoEv
source: The registration was completed successfully.
es: El registro se completó con éxito.

# MsgCadastroNaoEncontrado
source: Registration not found
es: Cadastro não encontrado

# MsgCancelarDefinitivamentePedido
source: Do you really want to permanently cancel order <strong>{0}</strong>?
es: Deseja realmente cancelar definitivamente o pedido <strong>{0}</strong>?

# MsgCarregando
source: Loading...
es: Cargando...

# MsgCartaoCreditoExcluido
source: Credit card successfully deleted
es: Tarjeta de crédito eliminada con éxito

# MsgCliqueBotaoEfetuarPagamento
source: Click on the button below to make a payment for your order. If you have already done it, access to the back office will be fully available as soon as the payment is confirmed.
es: Clique no botão abaixo para efetuar o pagamento do seu pedido. Caso já tenha efetuado, assim que o mesmo for confirmado, o acesso ao escritório será totalmente liberado.

# MsgCliqueNaOpcao
source: and click on the option:
es: e clique na opção

# MsgCodigoEnviadoParaEmail
source: Code was sent to the e-mail: <strong>{0}</strong>
es: Código foi enviado para o e-mail: <strong>{0}</strong>

# MsgCodigoEnviadoParaNumero
source: Code was sent to the number: <strong>{0}</strong>?
es: Código foi enviado para o número: <strong>{0}</strong>

# MsgCodigoInvalido
source: Invalid code
es: Código inválido

# MsgCodigoRecuperacao
source: Code for {0} recovery
es: Código para recuperação de {0}

# MsgCodigoReenviado
source: Your code was resent successfully
es: El código ha sido reenviado con éxito

# MsgCodigoValidado
source: Code successfully validated
es: Código validado con éxito

# MsgConfiguracaoAlterada
source: Configuration changed successfully
es: Configuração alterada com sucesso

# MsgConfirmaCancelarPedido
source: Do you wish to cancel order <strong>{0}</strong>?
es: Deseja cancelar o pedido <strong>{0}</strong>?

# MsgConfirmaCancelarPedidoKit
source: Do you wish to cancel your current kit order?
es: Deseja cancelar o seu atual pedido de kit?

# MsgConfirmacaoAlteracao
source: Change confirmation
es: Confirmação de alteração

# MsgConfirmacaoContaPorEmail
source: <strong>It is necessary to click on the link we've sent to the consultant's e-mail for account confirmation.</strong> After confirmation, back office will be available and access can de done with the registered <strong>username</strong> and <strong>password</strong>.
es: <strong>Para confirmar a conta será necessário clicar no link que enviamos para o e-mail do consultor.</strong> Após a confirmação, o escritório virtual estará disponível e o acesso deverá ser realizado utilizando o <strong>login</strong> ou <strong>CPF/CNPJ</strong> e a <strong>senha</strong> cadastrada.

# MsgConfirmacaoEfetuada
source: Confirmation was successful
es: Confirmação efetuada com sucesso

# MsgConfirmacaoExcluirCartaoCredito
source: Do you really want to delete this credit card <strong>{0}</strong>?
es: ¿Desea realmente eliminar la tarjeta de crédito <strong>{0}</strong>?

# MsgConfirmacaoExcluirConta
source: Do you really wish to delete your account?
es: ¿Desea realmente eliminar su cuenta?

# MsgConfirmaConta
source: <strong>To confirm your account you will need to click on the link we've sent to your e-mail. </strong> After confirmation, the virtual office will be available and access can be done using the <strong>username</strong> and the registered <strong>password</strong>. Don't forget to check your spam/junk mail folder if you haven't received the e-mail.
es: <strong>Para confirmar su cuenta, deberá hacer clic en el enlace que le enviamos a su correo electrónico.</strong> Después de la confirmación, la oficina virtual estará disponible y el acceso debe hacerse utilizando el <strong>nombre de usuario</strong> y <strong>contraseña</strong> registrada. No olvides revisar su carpeta spam si no recibiste el correo electrónico.

# MsgConfirmaFormaEntregaEv
source: Confirm your order's delivery method.
es: Confirme a forma de entrega do seu pedido.

# MsgConfirmarAtivacaoPedido
source: Do you want to confirm the order activation
es: Deseja confirmar a ativação do pedido

# MsgConfirmarDesligarAutomatico
source: Are you sure you want to turn off the automatic mode, so that the consultants you refer keep being positioned on the Educational team?
es: Você tem certeza que quer desligar o modo automático para que os consultores que você indique continuem caindo na equipe Educacional?

# MsgConfirmarNovaSenha
source: Enter your new password in the fields below.
es: Informe sua nova senha nos campos abaixo.

# MsgConfirmarSolicitacaoSaque
source: Do you wish to confirm this withdrawal request?
es: Deseja confirmar esta solicitação de saque?

# MsgConfirmaSolicitacaoSaque
source: Do you wish to confirm this withdrawal request in the amount of
es: Deseja confirmar esta solicitação de saque no valor de

# MsgConfirmaTransferencia
source: Do you wish to confirm this transfer in the amount of
es: Deseja confirmar a transferência no valor de

# MsgConsultorBloqueado
source: Consultant has been blocked
es: Consultor bloqueado
