Repository: RafaelaCurti/Locadora
Catalog: src/Web/Resources/idioma.*.resx
Languages: es

# OpcSelecionePais
source: Select a Country
es: Selecciona un pais

# Pedido
source: Order
es: Pedido

# Pedidos
source: Orders
es: Pedidos

# Relatorio
source: Report
es: Reporte

# Relatorios
source: Reports
es: Reportes

# Sim
source: Yes
es: Si

# StatusAguardandoPagamento
source: Awaiting payment
es: En espera de pago

# StatusCancelado
source: Cancelled
es: Cancelado

# StatusDebitado
source: Debited
es: Debitado

# StatusDevolvido
source: Refunded
es: Devuelto

# StatusDisponivel
source: Finished
es: Disponible

# StatusEmAnalise
source: Under analysis
es: En Análisis

# StatusEmDisputa
source: In dispute
es: En Disputa

# StatusNaoEspecificado
source: Not specified
es: No especificado

# StatusPago
source: Paid
es: Pagado

# StatusParcialmentePago
source: Partially paid
es: Parcialmente pagado

# StatusRetencaoTemporaria
source: Temporary retention
es: Retención Temporal

# SubMenuCadastre
source: Register
es: Regístrate

# Tipo
source: Type
es: Tipo

# TituloLicenca
source: License
es: Licencia

# TituloLinkInvalido
source: Invalid link
es: Enlace inválido

# TituloPatrocinador
source: Sponsor
es: ¿Quién te indicó?

# TituloSemPermissaoNovaAdesao
source: Invalid new membership order
es: Nuevo pedido de membresía inválido

# TxtCampoBusca
source: What do you want to find?
es: ¿Que deseas encontrar?

# TxtLoginOuCpfCnpj
source: Username
es: Nombre de usuario o SSN/Documento (solamente números)
