Repository: RafaelaCurti/Locadora
Catalog: src/Web/Resources/idioma.*.resx
Languages: es

# MsgConsultorComPaisNaoPermitido
source: This consultant is not enabled to be a sponsor in your country
es: Este consultor no está habilitado para ser patrocinador en su país

# MsgConsultorFoiCancelado
source: The consultant was cancelled
es: O consultor foi cancelado

# MsgConsultorNaoConfirmado
source: Consultant has not verified his/her account
es: Consultor no ha confirmado su cuenta

# MsgConsultorNaoEncontrado
source: Consultant not found
es: Consultor no encontrado

# MsgConsultorNaoEncontradoMatriz
source: Consultant not found in this matrix
es: Consultor não encontrado nesta matriz

# MsgConsultorNaoPermitido
source: Consultant not allowed
es: Consultor no permitido

# MsgContaExcluida
source: Account deleted successfully
es: Cuenta eliminada con éxito

# MsgContaNaoAtiva
source: Account not activated
es: Cuenta no activada

# MsgContaNaoConfirmada
source: Account not confirmed
es: Cuenta no confirmada

# MsgCorrijaCamposErros
source: Please correct the fields with errors
es: Corrija os campos com erros

# MsgCPFInvalido
source: Invalid document
es: CPF inválido

# MsgCPFNaoPodeSerIgual
source: Identity document can't be the same as the holder's
es: O CPF não pode ser igual ao do titular

# MsgCupomConfirmado
source: Coupon successfully confirmed
es: Cupom confirmado com sucesso

# MsgCupomInvalido
source: Invalid or already used coupon
es: Cupom inválido ou já utilizado

# MsgCupomJaUtilizado
source: There is already a discount coupon being used
es: Já existe um cupom sendo utilizado

# MsgDadosBancariosEditados
source: Bank data successfully edited
es: Datos bancários editados con éxito

# MsgDadosPessoaisEditados
source: Personal data successfully edited
es: Datos personales editados con éxito

# MsgDicaPosicionamentoMatriz
source: The position key, when turned ON, indicates that your Matrix will be filled automatically from left to right until it completes the 14 positions of the Educational Matrix.
es: A chave da posição ON indica que a sua Matriz será preenchida de forma automática da esquerda para a direita até completar as 14 posições da Matriz Educacional.

# MsgDisponivelEvPosPagamento
source: Available on your backoffice after payment confirmation
es: Disponível no seu EV após a confirmação do pagamento

# MsgECodigoPedido
source: and the order code
es: e o código do pedido

# MsgEmailCodigoRecuperacao
source: This is your code to perform {0} recovery
es: Esse é seu código para realizar a recuperação de {0}

# MsgEmailConfirmado
source: E-mail confirmed successfully
es: E-mail confirmado com sucesso

# MsgEmailInvalido
source: Invalid e-mail
es: E-mail inválido

# MsgEmailInvalidoOuNaoConfirmado
source: Invalid e-mail or account not confirmed
es: E-mail inválido ou conta não confirmada

# MsgEmailReenviado
source: E-mail successfully resent
es: E-mail reenviado com sucesso

# MsgEnderecoCadastrado
source: Address registered successfully
es: Endereço cadastrado com sucesso

# MsgEnderecoExcluido
source: Address deleted successfully
es: Endereço excluído com sucesso

# MsgEnderecoNaoExcluido
source: This address could not be deleted
es: Não foi possível excluir este endereço

# MsgEntreContato
source: If you have any questions, please contact us.
es: Cualquier pregunta, por favor póngase en contacto con nosotros.

# MsgEntreContatoAdmin
source: If you have any questions, please contact the system administrators.
es: Qualquer dúvida, entre em contato com os administradores do sistema.

# MsgEntregaPedidoConfirmada
source: Your order's delivery was successfully confirmed
es: A entrega do seu pedido foi confirmada com sucesso

# MsgEntregaPedidoNaoConfirmada
source: Your order was confirmed as not delivered. We'll confirm the informed items and resend them as soon as possible.
es: Seu pedido foi confirmado como não entregue. Vamos confirmar os itens que informou e estaremos te reenviando o mais breve possível.

# MsgErro404
source: The page you accessed does not exist or is not available anymore.
es: A página que você acessou não existe ou não está mais disponível.

# MsgErroCampoNumero
source: The \"Number\" field must be filled in
es: O campo \"Número\" devem ser preenchido

# MsgErroCancelarPedido
source: It was not possible to cancel this order
es: Não foi possível cancelar este pedido

# MsgErroDozeNumeros
source: Please provide at least 12 numbers
es: Por favor, forneça ao menos 12 números

# MsgErroFinalizarAcao
source: This action could not be completed
es: Não foi possível finalizar esta ação

# MsgErroProdutoNaoAdicionado
source: It was not possible to add this product
es: Não foi possível adicionar este produto

# MsgErroProdutoNaoRemovido
source: It was not possible to remove this product
es: Não foi possível remover este produto

# MsgErroSolicitacao
source: It was not possible to perform the change
es: No fue posible realizar la alteración

# MsgEscolhaKitsPedido
source: Choose the kits for your order.
es: Escolha os kits do seu pedido.

# MsgEscolhaProdutosPedido
source: Choose the products for your order.
es: Escolha os produtos do seu pedido.

# MsgEsqueciMinhaSenha
source: Enter your email to request a new password.
es: Entre com seu e-mail para solicitar uma nova senha.

# MsgEstaAssociadoAo
source: that is associated with
es: que está asociado con el

# MsgEstaLicencaNaoEDoSeuPais
source: This license is not from your country of registration
es: Esta licença não é do seu país de cadastro

# MsgEstaSendoProcessado
source: is being processed.
es: está sendo processado.

# MsgExatamenteCartaoCredito
source: Exactly as it is on the credit card
es: Exatamente como está no cartão de crédito

# MsgFiquePorDentro
source: And receive all of our news through SMS messages.
es: E fique por dentro de tudo através de mensagens SMS.

# MsgGatewayNaoHabilitado
source: Unable to pay through this gateway
es: No es posible pagar a través de este gateway

# MsgGatewayNaoPermitido
source: Unable to pay through this gateway
es: Não é possível realizar o pagamento por este gateway

# MsgHorasPosCadastro
source: hours after registration for account deletion
es: horas pós-cadastro para exclusão

# MsgHouveErroSeuPagamento
source: There was an error and your payment was not authorized
es: Houve um erro e seu pagamento não foi autorizado

# MsgImagemNaoRemovida
source: It was not possible to remove this image
es: No fue posible quitar esta imagen

# MsgImagemSalva
source: Image saved succesfully
es: Imagem salva com sucesso

# MsgInformacaoEmail
source: The e-mail may arrive at inbox within 30 minutes.<br /> Don't forget to check the spam box in case you have not received it.
es: O e-mail deve chegar na caixa de entrada em até 30 minutos.<br /> Não esqueça de verificar a caixa de spam caso não tenha recebido o e-mail.

# MsgInformarPeso
source: It is necessary to inform the kit's weight for shipping calculation
es: Es necesario informar el peso del kit para el cálculo de costo de envío

# MsgInformeCodigoPedido
source: Enter the order code
es: Informe o código do pedido

# MsgInformeSeuLogin
source: Enter your login
es: Informe seu login

# MsgInsiraAquiCelular
source: INSERT HERE YOUR BEST MOBILE PHONE NUMBER!
es: INSIRA AQUI O SEU MELHOR NÚMERO DE CELULAR!

# MsgInsiraCartaoCreditoValido
source: Insert a valid credit card
es: Insira um cartão de crédito válido

# MsgLicencaInvalida
source: Invalid or already used license!
es: Licencia inválida o ya usada!

# MsgLicencaNaoHabilitada
source: License usage is not enabled
es: El uso de la licencia no está habilitado

# MsgLimiteAtingidoCupomLimitado
source: This promotional coupon is limited by quantity as {0} per order and your current cart already uses this limit for this type of coupon.
es: Este cupom promocional está limitado a {0} quantidades por pedido e já consta no seu carrinho atual a utilização deste limite referente a este tipo de cupom.

# MsgLimiteCompraInsuficiente
source: You don't have enough purchase limit
es: Você não tem limite de compra suficiente

# MsgLinkCopiado
source: Link was copied successfully
es: Link copiado com sucesso

# MsgLinkInvalido
source: This link is invalid or has expired.
es: Este enlace no es válido o ha expirado.

# MsgLinkInvalidoOuExpirado
source: This link is invalid or has expired.
es: Este link é inválido ou foi expirado.

# MsgLoginNaoEncontrado
source: Username not found
es: Nombre de usuario no encontrado

# MsgLoginPossuiRecuperacaoSenha
source: This user has a pending password recovery request through {0}. It's necessary to wait 10 minutes to make a new request through this type.
es: Este nombre de usuario tiene una recuperación de contraseña por {0} pendiente. Es necesario esperar 10 minutos para hacer una nueva solicitud por este tipo.

# MsgMinimoDe
source: a minimum of
es: mínimo de

# MsgMuitoObrigadoCompra
source: thank you very much for your purchase.
es: muchas gracias por su compra.

# MsgNaoIdentificamosPagamentoSeuKit
source: We have not identified the payment for your kit order.
es: Todavía no hemos identificado el pago de su pedido de kit.

# MsgNaoPermitidoExcluirTodoEnderecos
source: It is not allowed to delete all addresses
es: No es permitido eliminar todas las direcciones

# MsgNaoPossivelCopiarLink
source: It was not possible to copy this link
es: No fue posible copiar este enlace

# MsgNaoPossivelEntregaPedido
source: There was an error and it was not possible to confirm your order's delivery
es: Houve um erro e não foi possível confirmar a entrega do seu pedido

# MsgNavegadorSuporte
source: This browser does not support HTML5
es: Este navegador no tiene soporte para HTML5

# MsgNecessarioEscolherUmProduto
source: It is necessary to choose at least one product
es: Es necesario elegir al menos un producto

# MsgNecessarioInformarPesoKit
source: It is necessary to enter the kit's weight for shipping calculation
es: Es necesario informar el peso del kit para el cálculo del envío

# MsgNenhumFreteDisponivel
source: No available shipping options were found
es: No se encontraron opciones de envío disponibles

# MsgNenhumFreteDisponivelEv
source: No shipping method available for the zip code
es: Ningún envío disponible para el código postal

# MsgNenhumProdutoCarrinho
source: No products in the cart!
es: Ningún producto en su carrito!

# MsgNenhumProdutoEncontrado
source: No products found!
es: Ningún producto encontrado!

# MsgNenhumRegistroEncontrado
source: No records found
es: Ningún registro encontrado

# MsgNoEndereco
source: at address
es: en la dirección

# MsgNomeInvalido
source: Invalid name
es: Nombre inválido

# MsgNotaFiscalNaoDisponivel
source: Invoice not available
es: Factura no disponible

# MsgNumeroAtualizado
source: Number updated successfully
es: Número atualizado com sucesso

# MsgNumeroCelularInvalido
source: Invalid mobile phone number
es: Número de celular inválido

# MsgNumeroDoSeuPedido
source: Your order number is
es: El número de su pedido es

# MsgNumeroInvalidoBandeiraNaoAceita
source: Invalid number or brand not accepted
es: Número inválido ou bandeira não aceita

# MsgNumerosAtualizados
source: Numbers updated successfully
es: Números atualizados com sucesso

# MsgObsMDTTemAte
source: Observation: Maravilhas da Terra has up to 6 business days to ship the order, after payment confirmation.
es: Maravilhas da Terra tiene hasta 6 días laborales para envío del pedido, después de la confirmación del pago.

# MsgPagamentoAutorizadoPela
source: Payment was authorized by
es: O pagamento foi autorizado pela

# MsgPagamentoParcialRealizado
source: Partial payment made successfully
es: Pagamento parcial realizado com sucesso

# MsgPaginaErro
source: An unexpected error has ocurred. <br/> Try refreshing the page by clicking the button below.<br/> If the problem persists, please contact us.
es: Ocurrió un error inesperado. <br/> Intenta actualizar la página haciendo clic en el botón de abajo.<br/> Si el problema persiste, contáctenos.

# MsgPaginaNaoEncontrada
source: Page not found
es: Página no encontrada

# MsgParaDesbloquear
source: In order to unlock it, monthly activation must be performed
es: Para desbloquear é necessário realizar a ativação mensal

# MsgParaProsseguirPagamento
source: To proceed with the payment, access the page:
es: Para prosseguir o pagamento, acesse a página

# MsgParaRealizarOperacoesFinanceiras
source: The user responsible for the Distribution Center/Franchise needs to have a digital signature, to make financial operations.
es: Para realizar operações financeiras é necessário o responsável pelo CD/Franquia possuir uma assinatura digital.

# MsgParaRealizarPagamentoCodigoBarras
source: To make the payment, use the barcode below:
es: Para realizar o pagamento, utilize o código de barras abaixo:

# MsgParaRealizarPagamentoRetirarProdutos
source: To make the payment and collect your products, go to the
es: Para realizar el pago y recoger sus productos, diríjase hacia la

# MsgParaRealizarSuaAtivacao
source: To perform your activation, the order must have
es: Para realizar su activación, el pedido debe tener

# MsgParaRetirarSeusProdutos
source: To pick up your products, go to the
es: Para recoger sus productos, diríjase hacia la

# MsgParaTransferenciasNesteMes
source: available for transfers on this month
es: para transferências neste mês

# MsgParaVisualizarHistoricoPedidos
source: To view your order history,
es: Para visualizar o histórico dos seus pedidos,

# MsgPedidoAtivado
source: Order activated successfully
es: Pedido ativado com sucesso

# MsgPedidoCanceladoSucesso
source: Order cancelled successfully
es: Pedido cancelado com sucesso

# MsgPedidoFilaAprovacao
source: This order is in line to be approved. Please wait
es: Este pedido está na fila para ser aprovado. Favor aguardar

# MsgPedidoFoiCancelado
source: The order has been cancelled.
es: O pedido foi cancelado.

# MsgPedidoFoiPagoCom
source: The order was paid with
es: O pedido foi pago com

# MsgPedidoNaoEncontrado
source: Order not found
es: Pedido não encontrado

# MsgPedidosLoja
source: If you have any questions or concerns, please contact us
es: Se você tiver alguma dúvida ou pergunta, por favor entre em contato conosco

# MsgPermitidoSomenteUmSaque
source: Only one (1) withdrawal request per country per month is allowed.
es: É permitido somente uma (1) solicitação de saque por país no mês.

# MsgPermitidoTotalAte
source: Users are allowed a total of up to {0} transfers throughout the month, regardless of the amounts transferred
es: É permitido um total de até {0} transferências durante todo o mês independentemente dos valores transferidos.

# MsgPosicionamentoAlterado
source: Positioning changed successfully
es: Posicionamento alterado com sucesso

# MsgPosicionamentoSalvo
source: Positioning saved successfully
es: Posicionamento salvo com sucesso

# MsgPossuiRecuperacaoAssinaturaDigital
source: You have a pending digital signature or password recovery request through {0}. It's necessary to wait 10 minutes to make a new request through this type.
es: Você possui uma recuperação de assinatura digital ou senha por {0} pendente. Necessário aguardar 10 minutos para fazer uma nova solicitação por este tipo.

# MsgPreenchaTodosCamposObrigatorios
source: Fill in all required fields
es: Preencha todos os campos obrigatórios

# MsgProdutoAdicionado
source: Product added successfully
es: Produto adicionado com sucesso

# MsgProdutoAdicionadoFavorito
source: Product added to your favorites
es: Produto adicionado aos seus favoritos

# MsgProdutoCupomNaoTemEstoque
source: Coupon products do not have enough stock
es: Os produtos do cupom não tem estoque suficiente

# MsgProdutoDesativado
source: Product disabled
es: Produto desativado

# MsgProdutoNaoDisponivel
source: One or more products are no longer available in the selected quantity
es: Algum dos produtos não está mais diponível na quantidade selecionada

# MsgProdutoNaoEncontrado
source: Product not found
es: Produto não encontrado

# MsgProdutoRemovido
source: Product successfully removed
es: Produto removido com sucesso

# MsgProdutoRemovidoFavorito
source: Product removed from your favorites
es: Produto removido dos seus favoritos

# MsgProdutoSemEstoque
source: Product is out of stock
es: Produto sem estoque

# MsgProdutoTipoEntregaMesmoCarrinho
source: You can't have products with physical and online delivery in the same cart
es: Não pode ter produtos com entrega física e online no mesmo carrinho

# MsgQuantidadeIndisponivel
source: Quantity unavailable in stock
es: Quantidade indisponível no estoque

# MsgReabilitarReenvio
source: Do you wish to rehabilitate the resending option for order <strong>{0}</strong>?
es: Desea rehabilitar la opción de reenvío del pedido <strong>{0}</strong>?

# MsgRealizarNovaTentativaPagamento
source: If you want to make a new payment attempt,
es: Se deseja realizar uma nova tentativa de pagamento,

# MsgRecuperacaoSenha
source: Choose the way you want to receive the password recovery confirmation code:
es: Escolha a forma que deseja receber o código de confirmação para recuperação de senha:

# MsgReenvioNaoRealizado
source: It was not possible to resend the code. Please generate a new one
es: Não foi possível realizar o reenvio. Favor gerar um novo código

# MsgRemovendo
source: Removing...
es: Quitando...

# MsgRevisaoPedidoEv
source: Review all the order's information and confirm its conclusion.
es: Revise todas as informações do seu pedido e confirme sua conclusão.

# MsgSeAindaNaoRealizouPedido
source: If you haven't placed a kit order yet, please click on the button below:
es: Si aún no ha realizado un pedido de kit, por favor haga clic en el botón de abajo:

# MsgSeAindaNaoRealizouPedidoAtivacao
source: If you haven't placed an order to activate your account yet, please click on the button below:
es: Se ainda não realizou um pedido para ativar sua conta, por favor clique no botão abaixo:

# MsgSeEfetuouPagamento
source: If you've made the payment already, access to the back office will be fully available as soon as the payment is confirmed.
es: Si efectuó el pago, una vez confirmado, el acceso a la oficina será totalmente liberado.

# MsgSegundoTitularAtualizado
source: 2nd holder updated successfully
es: 2º titular actualizado con éxito

# MsgSeJaSolicitou
source: If you've placed a kit order, you can view the order information
es: Si ya ha solicitado un pedido de kit, puede visualizar las informaciones del pedido

# MsgSelecioneAno
source: Select year
es: Selecione o ano

# MsgSelecioneComoDesejaAtendido
source: Select your preferred service option.
es: Selecione como deseja ser atendido.

# MsgSelecioneEnderecoEntrega
source: Select a shipping address
es: Selecciones una dirección para envio

# MsgSelecioneMes
source: Select month
es: Selecione o mês

# MsgSelecionePorcentagemMDTSocial
source: Select the percentage of your bonus amount to be donated:
es: Selecione a porcentagem do valor do seu bônus a ser doado:

# MsgSemEstoque
source: Out of stock
es: Sem estoque

# MsgSemPermissaoNovaAdesao
source: No permission to place a new membership order
es: Sin permiso para nuevo pedido de membresía

# MsgSemPermissaoNovoPedido
source: You have already placed an order for membership. If you wish to place a new order, the previous one must be cancelled.
es: Ya ha realizado un pedido de membresía. Si desea realizar un nuevo pedido, debe cancelar el anterior.

# MsgSenhaAcessoIncorreta
source: Incorrect access password
es: Senha de acesso incorreta

# MsgSenhaIncorreta
source: Incorrect password
es: Senha incorreta

# MsgSeQuiserExcluirConta
source: If you wish to delete your account and register again, click on the button:
es: Si desea eliminar su cuenta y rehacer su registro, haga clic en el botón:

# MsgSeuLimiteCompra
source: Your purchase limit is <strong>{0}</strong>
es: O seu limite de compra é de <strong>{0}</strong>

# MsgSeuPagamentoCom
source: Your payment with
es: Seu pagamento com

# MsgSociosAtualizados
source: Business partners updated successfully
es: Sócio(s) atualizado(s) com sucesso

# MsgSolicitacaoSaqueRealizada
source: Withdrawal request made successfully
es: Solicitação de saque realizada com sucesso

# MsgSomenteAtivarPedidos
source: You can only activate orders placed by yourself or by your downlines
es: Somente pode ativar pedidos feitos por você mesmo ou por seus downlines

# MsgSomentePodeAtivarPedidos
source: You can only activate orders placed by yourself or by your downlines
es: Somente pode ativar pedidos feitos por você mesmo ou por seus downlines

# MsgSuaContaAindaNaoAtiva
source: Your account is not active yet
es: Su cuenta aún no está activa

# MsgSuaContaEstaForaPrazo
source: Your account is outside of the limit for
es: Sua conta está fora do prazo de

# MsgSuaContaNaoPodeSerExcluida
source: Account can't be deleted after acquiring membership
es: Sua conta não pode ser excluída pois já realizou a adesão

# MsgSuaSenhaFoiAlterado
source: Your password was changed successfully
es: Sua senha foi alterada com sucesso

# MsgTaxaSaque
source: The withdrawal request fee is
es: A taxa para solicitação de saque é de

# MsgTaxaTransferenciaValorDe
source: In transfer to other consultants, a fee of <strong>{0}</strong> is charged.
es: Em transferência para outros consultores é cobrada uma taxa no valor de <strong>{0}</strong>.

# MsgTodosCamposDevemSerPreenchidos
source: All fields must be filled in
es: Todos os campos devem ser preenchidos

# MsgTokenInvalido
source: Invalid token
es: Token inválido

# MsgTransferenciaRealizada
source: Transfer made successfully
es: Transferência realizada com sucesso

# MsgUtilizarSaldoDestaConta
source: By using this account's credit for payment, the order will have zero points.
es: Se utilizar o saldo desta conta para pagar o pedido, o mesmo terá sua pontuação zerada.

# MsgUtilizouLicenca
source: You have used the license
es: Usaste la licencia

# MsgValorMinimoDe
source: the minimum amount of
es: o valor mínimo de

# MsgValorMinimoPedidoCupomDesconto
source: To use the discount coupon, the order must have a minimum value of {0} in products.
es: Para utilizar o cupom de desconto, o pedido deve ter o valor mínimo de {0} em produtos.

# MsgValorMinimoSaque
source: The minimum amount for a withdrawal request is
es: O valor mínimo para uma solicitação de saque é de

# MsgValorMinimoTransferencia
source: The minimum amount for a transfer is <strong>{0}</strong>
es: O valor mínimo para uma transferência é de {0}

# MsgValorTotalMaximoTransferencias
source: The maximum total amount for transfers throughout the month is
es: O valor total máximo para transferências durante todo o mês é de

# MsgVoceAindaPodeRealizar
source: You can still make {0} transfer(s) on this month.
es: Você ainda pode realizar {0} transferência(s) neste mês.

# MsgVoceAindaTemDisponivel
source: You still have
es: Você ainda tem disponível

# MsgVoceNaoPossuiCelular
source: You do not have a registered mobile phone. Please contact Maravilhas da Terra directly
es: Você não possui um celular cadastrado. Favor entrar em contato diretamente com a Maravilhas da Terra

# MsgVoceTambemPodeGostar
source: You may also like these products:
es: Você também pode gostar destes produtos:

# MsgVoceTemAtualmente
source: You currently have
es: Tienes actualmente

# OpcMaiorPreco
source: Highest price
es: Mayor precio

# OpcMaisRecentes
source: Latest
es: Más recientes

# OpcMenorPreco
source: Lowest price
es: Menor precio

# OpcNomeAZ
source: Name A-Z
es: Nombre A-Z

# OpcNomeZA
source: Name Z-A
es: Nombre Z-A

# OpcReceberDomicilio
source: Receive at home
es: Recibir en domicilio

# OpcRetirarFranquia
source: Pick up at Distribution Center/Franchise for free
es: Recoger en el centro de distribución/franquicia - $ 0,00

# OpcSelecioneEstado
source: Select a State
es: Selecciona un Estado

# OpcSelecioneOpcao
source: Select an option
es: Selecciona una opción
