Repository: RafaelaCurti/Locadora
Catalog: src/Web/Resources/idioma.*.resx
Languages: es

# BtnAdicionar
source: Add
es: Agregar

# BtnAdicionarCodigo
source: Add by code
es: Agregar por código

# BtnAdicionarNovoEndereco
source: Add a new address
es: Agregar nueva dirección

# BtnAdquirirKit
source: Purchase a Kit
es: Adquirir un Kit

# BtnAnterior
source: Back
es: Anterior

# BtnAtualizar
source: Update
es: Actualizar

# BtnCadastreAgora
source: Register now
es: Regístrate ahora

# BtnCancelar
source: Cancel
es: Cancelar

# BtnComprarKit
source: Purchase a kit
es: Comprar un kit

# BtnConcluir
source: Finish
es: Concluir

# BtnConfirmar
source: Confirm
es: Confirmar

# BtnContinuar
source: Continue
es: Continuar

# BtnDetalhes
source: Details
es: Detalles

# BtnEnviar
source: Send
es: Enviar

# BtnEnviarEmail
source: Send e-mail
es: Enviar correo electrónico

# BtnEscolherMaisProdutos
source: Choose more products
es: Elegir más productos

# BtnExcluirConta
source: Delete account
es: Eliminar cuenta

# BtnExportar
source: Export
es: Exportar

# BtnFechar
source: Close
es: Cerrar

# BtnFinalizar
source: Done
es: Finalizar

# BtnFinalizarPedido
source: Place order
es: Finalizar pedido

# BtnGerarCodigo
source: Generate code
es: Generar código

# BtnImprimir
source: Print
es: Imprimir

# BtnImprimirBoleto
source: Print Boleto
es: Imprimir boleto

# BtnIniciarCadastro
source: Start registration
es: Iniciar registro

# BtnIrParaEscritorio
source: Go to Back Office
es: Ir a la oficina

# BtnMaisProdutos
source: More products
es: Más productos

# BtnNoCarrinho
source: in your Cart
es: en su carrito

# BtnPagar
source: Pay
es: Pagar

# BtnPagarPedidoKit
source: Pay your kit order
es: Pagar el pedido de kit

# BtnProcurar
source: Search
es: Buscar

# BtnProximo
source: Next
es: Próximo

# BtnSalvar
source: Save
es: Guardar

# BtnUtilizar
source: Use
es: Utilizar

# BtnVoltar
source: Back
es: Volver

# BtnVoltarHome
source: Go back to Homepage
es: Volver a la Home

# Cadastro
source: Registration
es: Registro

# Celular
source: Cell phone
es: Teléfono Celular

# DicaDocumento
source: A valid Social Security Number is required for all U.S. citizens, residents or other U.S. persons.
es: Se requiere un número de Seguro Social válido para todos los ciudadanos, residentes u otras personas del EE.UU.

# DicaLogin
source: Create your username here (E.g. Joaopaulo)
es: Crea su nombre de usuario aquí (P. ej. joaopaulo)

# DicaTreinador
source: Username of the qualified person who presented you the business model.
es: Nombre de usuario de la persona calificada que realizó la presentación.

# EmailAgoraOficial
source: it is official: You are Maravilhas da Terra!
es: ahora es oficial: Eres Maravilhas da Terra!

# EmailChamadoAberto
source: New open ticket
es: Nuevo ticket de soporte abierto

# EmailChamadoExcluido
source: deleted
es: eliminado

# EmailChamadoFechado
source: closed
es: cerrado

# EmailChamadoNaoResolvido
source: not solved
es: no resuelto

# EmailChamadoNovaMensagem
source: New message
es: Nuevo mensaje

# EmailChamadoResolvido
source: solved
es: resuelto

# EmailConfirmacaoConta
source: Account cofirmation
es: Confirmación de la cuenta

# EmailFaltaPoucoProprioNegocio
source: there is little left for you to have your own Maravilhas da Terra business!
es: queda poco para tener su propio negocio Maravilhas da Terra!

# EmailNovoPedidoFranquiaCD
source: New order at your franchise/Distribution Center
es: Nuevo pedido en su franquicia/centro de distribución

# EmailPagamentoConfirmado
source: Payment confirmed
es: Pago confirmado

# EmailPedidoCancelado
source: Order cancelled
es: Pedido cancelado

# EmailPedidoEfetuado
source: Order successfully placed
es: Pedido realizado con éxito

# EmailPedidoEnviado
source: Order shipped
es: Pedido enviado

# EmailPedidoRetirado
source: Order picked up
es: Pedido recogido

# EmailRecebemosSeuCadastro
source: we have received your registration to Maravilhas da Terra
es: recibimos su registro en Maravilhas da Terra

# EmailRecebemosSeuPedido
source: We have received your order
es: Recibimos su pedido

# EmailRecuperacaoAssinaturaDigital
source: Digital signature recovery
es: Recuperación de firma digital

# EmailRecuperacaoSenha
source: Password recovery
es: Recuperación de contraseña

# EmailSaqueSolicitado
source: Withdrawal requested
es: Retiro solicitado

# EmailTransferenciaRealizada
source: Transfer performed
es: Transferencia realizada

# EmailTransferenciaRecebida
source: Transfer received
es: Transferencia recebida

# EmailValidacaoDocumento
source: Document validation
es: Validación de documento

# EstadoCasado
source: Married
es: Casado (a)

# EstadoDivorciado
source: Divorced
es: Divorciado (a)

# EstadoNaoInformado
source: Not Informed
es: No Informado

# EstadoSeparadoJudicialmente
source: Judicially separated
es: Separado(a) judicialmente

# EstadoSolteiro
source: Single
es: Soltero (a)

# EstadoViuvo
source: Widowed
es: Viudo (a)

# Frete
source: Shipping
es: Costo de Envío

# LblAcao
source: Action
es: Acción

# LblAcessar
source: Access
es: Acceder

# LblAcumulado
source: Accumulated
es: Acumulado

# LblAdesao
source: Membership
es: Membresía

# LblAdesaoMes
source: Membership in this month
es: Membresía en este mes

# LblAdicionarCarrinho
source: Add to Cart
es: Agregar al carrito

# LblAdicionarProdutosPorCodigo
source: Add products by code
es: Agregar productos por código

# LblAguardandoSeparacao
source: Awaiting separation
es: En espera de separación

# LblAindaNaoCadastrou
source: Not registered yet?
es: Todavía no estás registrado?

# LblAlterar
source: Change
es: Cambiar

# LblAlterarEmail
source: Change e-mail
es: Cambiar correo electrónico

# LblAlterarEndereco
source: Change address
es: Cambiar dirección

# LblAlterarFoto
source: Change picture
es: Cambiar foto

# LblAlterarSenha
source: Change Password
es: Cambiar contraseña

# LblApelido
source: Nickname
es: Apodo

# LblAposConfirmacaoPagamento
source: after payment confirmation
es: después de la confirmación del pago

# LblAssinaturaDigitalAtual
source: Current digital signature
es: Firma digital actual

# LblAssunto
source: Subject
es: Sujeto

# LblAtivacao
source: Activation
es: Ativación

# LblAtivacaoComSaldo
source: Activation with credit
es: Activación con saldo

# LblAtivacaoPainel
source: Admin activation
es: Activación por panel

# LblAtivarComLicenca
source: Activate with license
es: Activar con licencia

# LblAtivo
source: Active
es: Activo

# LblAtivoMes
source: Active in month
es: Activo en el mes

# LblAtivos
source: Active users
es: Activos

# LblAtualizacaoNumeroCelular
source: Mobile phone number update
es: Actualización del número de teléfono

# LblAtualizando
source: Updating
es: Actualizando

# LblAtualizarDadosCadastrais
source: Update registration data
es: Actualizar datos de registro

# LblAutomatico
source: Automatic
es: Automático

# LblAutor
source: Author
es: Autor

# LblAutorizacaoParaRetirada
source: authorization for a third party to pick-up the order at a Distribution Center.
es: autorización para recogida de pedido por terceros en el Centro de Distribución.

# LblBairro
source: Neighborhood
es: Barrio

# LblBandeira
source: Brand
es: Marca

# LblBemVindo
source: Welcome
es: Bienvenido

# LblBloqueado
source: Blocked
es: Bloqueado

# LblBoletoBancario
source: Boleto
es: Boleto bancario

# LblBonus
source: Bonus
es: Bonificación

# LblBronze
source: Bronze
es: Bronce

# LblBusca
source: Search
es: Busca

# LblBuscarPor
source: Search by
es: Buscar por

# LblCadastrarNovoEndereco
source: Register a new address
es: Registrar nueva dirección

# LblCadastreEnderecoValido
source: Enter a valid address.
es: Registre una dirección válida.

# LblCadastroEfetuadoAtivadoLicenca
source: Registration completed and activated by license
es: Registro efectuado y activato con licencia

# LblCalcularFrete
source: Calculate shipping
es: Calcular frete

# LblCancelados
source: Cancelled users
es: Cancelados

# LblCancelarPedido
source: Cancel order
es: Cancelar pedido

# LblCancelarPedidoKit
source: Cancel kit order
es: Cancelar pedido de kit

# LblCarregarFoto
source: Upload picture
es: Cargar foto

# LblCartaoCredito
source: Credit card
es: Tarjeta de crédito

# LblCartaoDebito
source: Debit card
es: Tarjeta de débito

# LblCartoesCredito
source: Credit cards
es: Tarjetas de crédito

# LblCasoNaoTenhaCadastro
source: If you haven't completed your registration, you can do it by clicking
es: Si aún no has realizado su registro, puede hacerlo haciendo clic

# LblCategoria
source: Category
es: Categoría

# LblCDFranquia
source: Franchise
es: Centro de Distribución/Franquicia

# LblCelular
source: Through what phone number can we contact you?
es: ¿Con qué teléfono celular podemos contactarlo?

# LblCep
source: Zip Code
es: Código postal

# LblCiclo
source: Cycle
es: Ciclo

# LblCidade
source: City
es: Ciudad

# LblClicandoAqui
source: by clicking here
es: haciendo clic aquí

# LblCliente
source: Client
es: Cliente

# LblClientesNaoTemPedidosMes
source: Customers without orders in month
es: Consumidores sem pedidos no mês

# LblClientesTemPedidosMes
source: Customers with orders in month
es: Consumidores com pedidos no mês

# LblCliqueAqui
source: click here
es: haga clic aquí

# LblCliqueAquiParaInseriLa
source: Click here to insert it.
es: Haga clic aquí para insertarla.

# LblCliqueParaVisualizarAssinatura
source: Display digital signature
es: Haga clic para visualizar la firma digital

# LblCliqueParaVisualizarSenha
source: Click to show password
es: Haga clic para visualizar la contraseña

# LblCodigo
source: Code
es: Código

# LblCodigoAutorizacao
source: Authorization code
es: Código de autorización

# LblCodigoBarras
source: Bar code
es: Código de barras

# LblCodigoInterno
source: Internal code
es: Código interno

# LblCodigoLicenca
source: License code:
es: Código de la licencia:

# LblCodigoPedido
source: Order code
es: Código del pedido

# LblCodigoProduto
source: Product code
es: Código del producto

# LblCodigoRastreio
source: Tracking code
es: Código de rastreo

# LblCodigoSeguranca
source: Security code
es: Código de seguridad

# LblCodigoTransacao
source: Transaction code
es: Código de la transacción

# LblComFreteGratis
source: with free shipping
es: con envío gratis

# LblComJuros
source: with interest
es: com juros

# LblComplemento
source: Complement
es: Complemento

# LblCompleta
source: Complete
es: Completa

# LblComprarKit
source: To finish your registration and become a Maravilhas da Terra consultant, you must purchase one of our kits:
es: Para finalizar su registro y convertirse en un consultor Maravilhas da Terra, es necesario adquirir uno de nuestros kits:

# LblComprarKitOuVoucher
source: To finish your registration and become a Maravilhas da Terra consultant, you must purchase one of our kits or insert a license:
es: Para finalizar su registro y convertirse en un consultor Maravilhas da Terra, es necesario adquirir uno de nuestros kits o insertar una licencia:

# LblConcordoTermosUso
source: I agree to the terms of use.
es: Estoy de acuerdo con los Términos de uso.

# LblConfirmacao
source: Confirmation
es: Confirmación

# LblConfirmaEmail
source: Confirm your e-mail
es: Confirma su correo electrónico

# LblConfirmaKit
source: Do you really want to join
es: Desea realmente adherir al

# LblConfirmarEntrega
source: Confirm delivery
es: Confirmar entrega

# LblConfirmarNovaSenha
source: Confirm new password
es: Confirmar nueva contraseña

# LblConfirmarPagamentoPorSaldo
source: Confirm payment with credit
es: Confirmar pago por saldo

# LblConfirmaSenha
source: Confirm your password
es: Confirma su contraseña

# LblConfirmeDadosConta
source: Confirm your account details.
es: Confirme los datos de su cuenta.

# LblConfirmeTipoImpressao
source: Confirm the printing method
es: Confirme el tipo de impresión

# LblConsultor
source: Consultant
es: Consultor

# LblConsultores
source: Consultants
es: Consultores

# LblConsumidor
source: Costumer
es: Consumidor

# LblConta
source: Account
es: Cuenta

# LblContaBonus
source: Bonus account
es: Cuenta de Bonificación

# LblContaCreditoAtivacao
source: Credit for activation (without points)
es: Crédito para activación (sin puntuación)

# LblContaCreditoCompra
source: Credit for purchases
es: Crédito para compra

# LblContas
source: Accounts
es: Cuentas

# LblContatos
source: Contacts
es: Contactos

# LblCopiarLink
source: Copy link
es: Copiar enlace

# LblCredito
source: Credit
es: Crédito

# LblCreditoConta
source: Account credit
es: Crédito em conta

# LblCreditoDebito
source: Credit/Debit
es: Crédito/Débito

# LblCriadaEm
source: Created on
es: Criada em

# LblCriadoEm
source: Created on
es: Creado en

# LblCriarNovoEndereco
source: Create new address
es: Crear nueva dirección

# LblCupomPromocional
source: Promotional Coupon
es: Cupón promocional

# LblCupomUtilizado
source: Used coupon
es: Cupón utilizado

# LblDadosCartaoCredito
source: Credit card data
es: Datos de la tarjeta de crédito

# LblDadosCliente
source: Client's data
es: Datos del cliente

# LblDadosPedido
source: Order details
es: Datos del pedido

# LblData
source: Date
es: Fecha

# LblDataAbertura
source: Opening date
es: Fecha de apertura

# LblDataAdesao
source: Membership date
es: Fecha de membresía

# LblDataAtivacao
source: Activation date
es: Fecha de activación

# LblDataCadastro
source: Registration date
es: Fecha de registro

# LblDataCancelamento
source: Cancellation date
es: Fecha de cancelación

# LblDataEntrega
source: Delivery date
es: Fecha de entrega

# LblDataEnvio
source: Shipping date
es: Fecha de envío

# LblDataFinal
source: End date
es: Fecha final

# LblDataInicial
source: Start date
es: Fecha inicial

# LblDataNascimento
source: Date of birth
es: Fecha de nacimiento

# LblDataPagamento
source: Payment date
es: Fecha del pago

# LblDataPedido
source: Order date
es: Fecha del pedido

# LblDataPrevisaoEntrega
source: Expected delivery date
es: Data de previsão de entrega

# LblDataRetirada
source: Pick-up date
es: Fecha de la recogida

# LblDe
source: of
es: de

# LblDebito
source: Debit
es: Débito

# LblDebitoConta
source: Account debit
es: Débito em conta

# LblDebitoOnline
source: Online debit
es: Débito online

# LblDepositoConta
source: Deposit
es: Depósito em conta

# LblDescerAteUltimoNivel
source: Go down to the last level
es: Descer até o último nível

# LblDesconto
source: Discount
es: Descuento

# LblDescricao
source: Description
es: Descripción

# LblDestaque
source: Featured
es: Destacados

# LblDetalhesProduto
source: Product Details
es: Detalles del producto

# LblDiamante
source: Diamond
es: Diamante

# LblDinheiro
source: Cash
es: Dinheiro

# LblDoacaoMdtSocial
source: MDT Social donation
es: Doação MDT Social

# LblDocumento
source: Document
es: Documento

# LblDocumentos
source: Documents
es: Documentos

# LblDocumentoTitularCartao
source: Cardholder's document
es: Documento do titular do cartão

# LblDownloadNFe
source: Download e-invoice
es: Descargar Factura Electrónica

# LblE
source: And
es: e

# LblEAtualmenteEsta
source: and is currently
es: e atualmente está

# LblEditar
source: Edit
es: Editar

# LblEducacional
source: Educational
es: Educacional

# LblEmail
source: E-mail
es: Correo electrónico

# LblEmSeparacao
source: Separating
es: Em separação

# LblEmTransito
source: In transit
es: Em trânsito

# LblEndereco
source: Address
es: Dirección

# LblEnderecoEntrega
source: Delivery address
es: Dirección de entrega

# LblEnderecoFaturamentoCartao
source: Card billing address
es: Dirección de facturación de la tarjeta

# LblEnderecos
source: Adresses
es: Direcciones

# LblEntreEmailRecuperarSenha
source: Enter your e-mail address to recover your password:
es: Ingrese su correo electrónico para recuperar su contraseña:

# LblEntregaOnline
source: Online delivery
es: Entrega online

# LblEntregueDestinatario
source: Delivered to the recipient
es: Entregue ao destinatário

# LblEscolhaFormaEntrega
source: Choose how to deliver your order
es: Escolha a forma de entrega do seu pedido

# LblEscolhaFormaEntregaEv
source: Choose the delivery method
es: Escolha a forma de entrega

# LblEscolhaFormaPagamento
source: Choose payment method
es: Escolha a forma de pagamento

# LblEscolhaUmProduto
source: Choose a product
es: Escolha um produto

# LblEscolherFrete
source: Select the shipping type
es: Elige el tipo de envío

# LblEscolherKit
source: Choose Kit
es: Elegir kit

# LblEscolherKits
source: Choose Kits
es: Elegir Kits

# LblEscolherProdutos
source: Choose Products
es: Elegir Productos

# LblEsmeralda
source: Emerald
es: Esmeralda

# LblEsqueciMinhaAssinaturaDigital
source: I forgot my digital signature
es: Esqueci minha assinatura digital

# LblEsqueciMinhaSenha
source: I forgot my password
es: Olvidé mi contraseña

# LblEstado
source: State
es: Estado

# LblEstadoCivil
source: Marital Status
es: Estado Civil

# LblEstornoPedidoCancelado
source: Cancelled order refund
es: Estorno de pedido cancelado

# LblEuDeclaroMeuNumeroAtualizado
source: I declare that my mobile phone number is updated.
es: Eu declaro que meu número de celular está atualizado.

# LblEuDeclaroMeusNumerosAtualizados
source: I declare that my mobile phone numbers are updated.
es: Eu declaro que meus números de celular estão atualizados.

# LblExcluir
source: Delete
es: Eliminar

# LblExpiraEm
source: Expires in
es: Expira en

# LblFezPedidoKit
source: Ordered a kit
es: Hizo pedido de kit

# LblFiltroPorEstado
source: Filter by State
es: Filtro por Estado

# LblFoiRealizadoEm
source: was placed on
es: fue realizado en

# LblFoiUsado
source: Was used
es: Fue utilizado

# LblFormaEntrega
source: Delivery method
es: Forma de entrega

# LblFormaEnvio
source: Shipping method
es: Forma de envío

# LblFormaPagamento
source: Payment method
es: Forma de pago

# LblFormasPagamento
source: Payment methods
es: Formas de pago

# LblGraduacao
source: Qualification
es: Graduación

# LblGratis
source: Free
es: Gratis

# LblHistoricoEntrega
source: Delivery history
es: Histórico de entrega

# LblIcone
source: Icon
es: Ícone

# LblIDNotaFiscal
source: Invoice ID
es: Id de la factura

# LblImposto
source: Taxes
es: Impuesto

# LblInativos
source: Inactive users
es: Inactivos

# LblInformeLogin
source: Enter your login
es: Ingrese su nombre de usuario

# LblInformeSenhaAcesso
source: Enter your password
es: Ingrese su contraseña de acceso

# LblIngles
source: English
es: Inglés

# LblInserirCodigo
source: Insert code
es: Insertar código

# LblInsiraAssinaturaDigital
source: Insert your digital signature
es: Insira sua assinatura digital

# LblIrParaTopo
source: Go to the top
es: Ir para o topo

# LblJaPossuiCadastro
source: Already registered?
es: Já possui cadastro?

# LblKitsAdesao
source: MEMBERSHIP KITS
es: KITS DE MEMBRESÍA

# LblLadoDireito
source: Right side
es: Lado direito

# LblLadoEsquerdo
source: Left side
es: Lado esquerdo

# LblLegendas
source: Meanings
es: Legendas

# LblLeiaMais
source: Read more
es: Leia mais

# LblLembrarMe
source: Remember me
es: Recuérdame

# LblLembrarMinhaAssinaturaDigital
source: Remember my digital signature
es: Recuerda mi firma digital

# LblLinha
source: Line
es: Línea

# LblLinkMinhaLojaVirtual
source: My virtual store's link
es: Enlace de mi tienda en línea

# LblLinkPatrocinio
source: Sponsorship link
es: Enlace de patrocinio

# LblLinkRastreio
source: Tracking link
es: Enlace de rastreo

# LblLocal
source: Area
es: Local

# LblLogin
source: Username
es: Nombre de usuario

# LblLoginConsultor
source: Consultant's username
es: Login do consultor

# LblLoginPatrocinador
source: Sponsor's username
es: Login do patrocinador

# LblLoginRecebedor
source: Receiver's username
es: Login do recebedor

# LblLoginTreinador
source: Coach's username
es: Login do treinador

# LblLojaExclusiva
source: This store is exclusive to the consultant:
es: Esta tienda es exclusiva del consultor

# LblMaquina
source: Terminal
es: Máquina

# LblMarcadores
source: Indicators
es: Marcadores

# LblMatriz
source: Matrix
es: Matriz

# LblMeioPagamento
source: Payment means
es: Medio de pago

# LblMensagem
source: Message
es: Mensagem

# LblMesAno
source: Month/Year
es: Mes/Año

# LblMesAnoFinal
source: Start Month/Year
es: Mes/Año final

# LblMesAnoInicial
source: End Month/Year
es: Mes/Año inicial

# LblMesAnterior
source: Last month
es: Mes anterior

# LblMicrocredito
source: Microcredit
es: Microcrédito

# LblMostrarCancelados
source: Show cancelled users
es: Mostrar cancelados

# LblMotivo
source: Reason
es: Motivo

# LblMsgCadastrarNovoEndereco
source: Register a new address with Zip Code <strong>{0}</strong>
es: Cadastrar um novo endereço com o CEP <strong>{0}</strong>

# LblMudancasStatusPagamento
source: Payment status changes
es: Cambios de estatus de pago

# LblNaoAtivoMes
source: Not active in this month
es: Não ativo no mês

# LblNaoExibirPopup
source: Don't show this pop-up anymore
es: Não exibir mais este pop-up

# LblNecessarioConfirmacao
source: Confirmation required
es: Necessário confirmação

# LblNesteLink
source: at this link
es: neste link

# LblNivel
source: Level
es: Nivel

# LblNome
source: Name
es: Nombre

# LblNomeConsultor
source: Consultant name
es: Nome do consultor

# LblNomeProduto
source: Product name
es: Nome do produto

# LblNomeTitularCartao
source: Cardholder name
es: Nome do titular do cartão

# LblNovaSenha
source: New password
es: Nueva contraseña

# LblNovo
source: New
es: Nuevo

# LblNovos
source: New
es: Nuevos

# LblNParcelas
source: Number of installments
es: Nº de parcelas

# LblNumero
source: Number
es: Número

# LblNumeroCartao
source: Card number
es: Número do cartão

# LblNumeroNotaFiscal
source: Invoice number
es: Número de la factura

# LblObservacao
source: Observation
es: Observación

# LblObservacoes
source: Observations
es: Observações

# LblOpcoesFreteDisponiveis
source: Available shipping options
es: Opções de frete disponíveis

# LblOperadora
source: Operator
es: Operadora

# LblOrdenarPor
source: Order by
es: Ordenar por

# LblOrigemPedido
source: Order origin
es: Origem do pedido

# LblOuro
source: Gold
es: Ouro

# LblPagamento
source: Payment
es: Pago

# LblPagamentoNaoAutorizado
source: Unauthorized payment
es: Pago no autorizado

# LblPagamentoParcial
source: Partial payment
es: Pago parcial

# LblPais
source: Country
es: Pais

# LblPalestrante
source: Speaker
es: Palestrante

# LblParaConsultor
source: to the consultant:
es: para o consultor

# LblPatrocinador
source: Sponsor
es: Patrocinador

# LblPedidoAtivacao
source: Activation order
es: Pedido de ativação

# LblPedidoAutorizado
source: Payment authorized
es: Pago autorizado

# LblPedidoDeComboLivre
source: Starter Kit License order
es: Pedido de combo libre

# LblPedidoDeKit
source: Starter Kit order
es: Pedido de kit

# LblPedidoDePack
source: Pack order
es: Pedido de pack

# LblPedidoDeProdutos
source: Product order
es: Pedido de productos

# LblPedidoDeReposicao
source: Replacement order
es: Pedido de reposición

# LblPedidoFinalizado
source: Order was placed
es: Pedido finalizado

# LblPedidoNaoEfetuado
source: Order was not placed
es: Pedido no realizado

# LblPedidoPeloAplicativo
source: Application order
es: Pedido por la aplicación

# LblPedidosNoMes
source: Orders in month
es: Pedidos no mês

# LblPerfil
source: Profile
es: Perfil

# LblPeriodo
source: Period
es: Periodo

# LblPessoaFisica
source: Natural Person
es: Persona Física

# LblPessoaJuridica
source: Juridical Person
es: Persona Jurídica

# LblPontoReferencia
source: Address reference
es: Punto de referencia

# LblPontos
source: Points
es: Puntos

# LblPontosQualificaveis
source: Qualifying points
es: Puntos calificativos

# LblPor
source: for
es: por

# LblPortugues
source: Portuguese
es: Portugués

# LblPosicao
source: Position
es: Posición

# LblPosicionamento
source: Positioning
es: Posicionamento

# LblPrata
source: Silver
es: Prata
